// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "HP 프린터 웹 서비스";
TaskTOCTitle = "HP 웹 서비스";
SummarySucceededTaskName = "HP 웹 서비스가 활성화되었습니다!";
SummaryFailedTaskName = "HP 웹 서비스를 활성화할 수 없음";
SummaryUpdateAvailableName = "업데이트 사용 가능";
SummaryTaskTOCTitle = "요약";

EnableWebServicesButtonTitle = "예. 이용 약관에 동의합니다.";
SkipWebServicesEnablingCaption = "웹 서비스를 활성화하지 않으려면 건너뛰기를 누릅니다.";

AlreadyEnabledTitle = "프린터가 네트워크에 성공적으로 연결되었습니다!\nHP 인터넷 연결된 프린터는 HP Touchsmart Apps, ePrint 및 자동 제품 업데이트 같은 흥미롭고 혁신적인 새로운 서비스를 제공합니다. 이러한 서비스에 대한 자세한 내용은 제품 설명서를 참조하거나 다음 웹 사이트를 방문하십시오";
AlreadyEnabledText = "HP 웹 서비스가 프린터에서 이미 활성화되었습니다. 자세한 내용과 이 프린터의 ePrint 주소가 있는 페이지를 인쇄하려면 아래의 단추를 클릭하십시오.";
PrintWebServicesDetailsButtonTitle = "HP 웹 서비스 상세 정보 인쇄";
EPrintCenterLink = "http://www.hp.com/go/eprintcenter";

UpdateIsAvailableCaption = "웹 서비스 활성화에 필요한 장치 업데이트를 사용할 수 있습니다. 장치의 [ePrint] 버튼을 눌러 업데이트를 적용하십시오. 과정을 안내합니다.";

LookingForDeviceUpdateProgressTitle = "장치가 업데이트를 검색 중입니다. 잠시 기다려 주십시오.";
EnableWebServicesProgressTitle = "프린터에서 웹 서비스를 구성하는 중… 잠시 기다리십시오.";

WebServicesEnablingSucceededCaption = "HP 웹 서비스가 프린터에서 성공적으로 활성화되었습니다.\n\n이제 프린터가 HP 웹 서비스와 프린터의 ePrint 주소에 대한 추가 정보가 있는 페이지를 인쇄합니다.";
WebServicesEnablingFailedCaption = "이 프린터에 대한 HP 웹 서비스를 현재 활성화할 수 없습니다. 웹 서비스에 대한 인터넷 연결의 일시적인 문제로 인한 것이거나 프린터에 제품 업데이트가 필요할 수 있습니다.\r\r프린터에서 ePrint 단추를 눌러 나중에 HP 웹 서비스를 다시 활성화하십시오. 제품 업데이트가 필요한 경우 해당 시간에 웹 서비스 구성을 완료하도록 안내합니다.\r\r이는 프린터의 다른 기능에는 영향을 주지 않습니다. 프린터는 계속 인쇄되고 다른 모든 기능은 정상적으로 수행됩니다.";

HSDProductUpdate = "제품 업데이트:";
HSDAutomaticalyUpdate = "내 제품 자동 업데이트(권장)";
HSDNotifyBeforeUpdate = "내 제품 업데이트 전 알림";
HSDNeverUpdate = "내 제품 업데이트 안 함";

HSDDisableWebServicesTitle = "웹 서비스를 비활성화하시겠습니까?";
HSDAllowProductUpdatesTitle = "제품 업데이트를 허용하시겠습니까?";
HSDAllowProductUpdatesText = "웹 서비스를 사용하려면 프린터 업데이트를 확인해야 합니다.";
HSDDisableWebServices = "웹 서비스 비활성화";
HSDUpdateAutomatically = "자동 업데이트";
HSDNotifyBeforeUpdating = "업데이트 전 알림";
